{
    "5_o_clock_shadow": "Does this person have a bit of stubble or light facial hair, as if they haven't shaved since the morning? Answer with only yes or no.",
    "Arched_Eyebrows": "Do this person have arched eyebrows? Answer with only yes or no.",
    "Attractive": "Is this person attractive? Answer with only yes or no.",
    "Bags_Under_Eyes": "Does this person have bags under eyes? Answer with only yes or no.",
    "Bald": "Is the person bald? Answer with only yes or no.",
    "Bangs": "Does this person have bangs? Answer with only yes or no.",
    "Big_Lips": "Does this person have big lips? Answer with only yes or no.",
    "Big_Nose": "Does this person have big nose? Answer with only yes or no.",
    "Black_Hair": "Is the hair color of this person black? Answer with only yes or no.",
    "Blond_Hair": "Is the hair color of this person blond? Answer with only yes or no.",
    "Blurry": "Is this image blurry? Answer with only yes or no.",
    "Brown_Hair": "Is the hair color of this person brown? Answer with only yes or no.",
    "Bushy_Eyebrows": "Does this person have bushy eyebrows? Answer with only yes or no.",
    "Chubby": "Does this person have a chubby face? Answer with only yes or no.",
    "Double_Chin": "Does this person have double chin? Answer with only yes or no.",
    "Eyeglasses": "Is this person wearing eye glasses? Answer with only yes or no.",
    "Goatee": "Does this person have Goatee? Answer with only yes or no.",
    "Gray_Hair": "Is the hair color of this person gray? Answer with only yes or no.",
    "Heavy_Makeup": "Does this person have heavy makeup? Answer with only yes or no.",
    "High_Cheekbones": "Does this person have high cheekbones? Answer with only yes or no.",
    "Male": "Is this person male? Answer with only yes or no.",
    "Mouth_Slightly_Open": "Is the mouth of this person slightly open? Answer with only yes or no.",
    "Mustache": "Does this person have Mustache? Answer with only yes or no.",
    "Narrow_Eyes": "Does this person have narrow eyes? Answer with only yes or no.",
    "No_Beard": "Does this person have no beard? Answer with only yes or no.",
    "Oval_Face": "Does this person have oval face? Answer with only yes or no.",
    "Pale_Skin": "Does this person have pale skin? Answer with only yes or no.",
    "Pointy_Nose": "Does this person have pointy nose? Answer with only yes or no.",
    "Receding_Hairline": "Does this person have receding hairline? Answer with only yes or no.",
    "Rosy_Cheeks": "Does this person have rosy cheeks? Answer with only yes or no.",
    "Sideburns": "Does this person have sideburns? Answer with only yes or no.",
    "Smiling": "Is this person Smiling? Answer with only yes or no.",
    "Straight_Hair": "Does this person have straight hair? Answer with only yes or no.",
    "Wavy_Hair": "Does this person have wavy hair? Answer with only yes or no.",
    "Wearing_Earrings": "Is this person wearing earrings? Answer with only yes or no",
    "Wearing_Hat": "Is this person wearing hat? Answer with only yes or no",
    "Wearing_Lipstick": "Is this person wearing lipstick? Answer with only yes or no.",
    "Wearing_Necklace": "Is this person wearing necklace? Answer with only yes or no.",
    "Wearing_Necktie": "Is this person wearing necktie? Answer with only yes or no.",
    "Young": "Is this person young? Answer with only yes or no."
}